// 버튼 메시지
B0001="맨처음";
B0002="이전";
B0003="다음";
B0004="맨끝";
B0005="삭제";
B0006="달력";
B0007="처음으로";
B0008="끝으로";
B0009="이전페이지";
B0010="다음페이지";

//제목 메시지
T0001="국가기상위성센터";
T0002="수신국 신청결과";
T0003="마스터 암호키가 변경되었습니다.";
T0004="기상위성센터 자료 서비스 요청 결과입니다.";
T0005="회원가입 신청결과";
T0006="회원인증";

// 일반 메시지
M0001="처리가 완료되었습니다.";
M0002="등록이 완료되었습니다.";
M0003="수정이 완료되었습니다.";
M0004="삭제가 완료되었습니다.";
M0005="첨부된 파일이 없습니다.";
M0006="평가에 응해주셔서 감사합니다.";
M0007="회원가입 약관에 동의하였습니다.";
M0008="설문에 참여해 주셔서 감사합니다.";

// 오류 메시지
E0001="오류가 발생하였습니다.";
E0002="아이디를 입력하여 주십시오.";
E0003="비밀번호를 입력하여 주십시오.";
E0004="아이디/비밀번호를 정확히 입력하여 주십시오.";
E0005="아이디/비밀번호를 정확히 입력하여 주십시오.";
E0006="{0}님의 사이트 이용이 승인되지 않았습니다.";
E0007="페이지가 존재하지 않습니다.";
E0008="로그인을 하셔야 이용하실 수 있습니다.";
E0009="페이지 접근이 제한되었습니다.";
E0010="시스템 오류가 발생하였습니다.";
E0011="첨부파일이 존재하지 않습니다.";
E0012="요청하신 시간에는 회의실이 예약되어 있습니다.";
E0013="설문결과가 존재하여 설문지를 수정할 수 없습니다.";
E0014="설문결과가 존재하여 설문지를 삭제할 수 없습니다.";
E0015="동일한 코드가 등록되어 있습니다.";
E0016="더 이상 메뉴를 추가할 수 없습니다.";
E0017="사이트 접근설정 정보가 존재하지 않습니다.";
E0018="동일한 아이피가 등록되어 있습니다.";
E0019="더 이상 조직을 추가할 수 없습니다.";
E0020="{0}년{1}월 보고서가 존재합니다.";
E0021="레퍼런스가 이미 등록되어 있습니다.";
E0022="수신자 이메일 주소가 없습니다.";
E0023="키관리 서버가 정지되어 있습니다.";
E0024="마스터 암호키가 존재하지 않습니다.";
E0025="암호키 발급중 오류가 발생하였습니다.";
E0026="암호키 발급중 오류가 발생하였습니다. ({0} - {1})";
E0027="암호키 파일이 존재하지 않습니다.";
E0028="이메일 발송중 오류가 발생하였습니다.";
E0029="이미지가 없습니다.";
E0030="동일한 아이디가 이미 등록되어 있습니다.";
E0031="동일한 주민등록번호가 이미 등록되어 있습니다.";
E0032="동일한 프로그램 URI가 이미 등록되어 있습니다.";
E0033="귀하의 컴퓨터는 사이트 접근이 제한되었습니다.";
E0034="동일한 리소스 경로가 이미 등록되어 있습니다.";
E0035="등록된 리소스가 아닙니다.";
E0036="변경할 리소스 파일이 없습니다.";
E0037="해당 리소스가 존재하지 않습니다.";
E0038="해당 리소스는 파일이 아닙니다.";
E0039="활성화 배너는 5개를 초과할 수 없습니다.";
E0040="등록할 이미지 파일이 업습니다.";
E0041="회원가입 약관에 동의하여 주십시오.";
E0042="동일한 MAC 주소가 이미 등록되어 있습니다.";
E0043="설문조사 기간이 아닙니다.";
E0044="설문조사가 마감되었습니다.";
E0045="권한이 없습니다.";
E0046="첨부파일의 형식이 올바르지 않습니다.";